export const temrsText = [
  {
    rows: [
      '1. תנאי השימוש ומדיניות הפרטיות ואשר ייקראו ביחד כתקנון (להלן: "התקנון"), חלים על כל גולש או משתמש בשירותים הדיגיטליים השונים (להלן: "הגולש" ו/או "המשתמש") המוצעים באתר ו/או ביישומן (האפליקציה) זה ו/או באמצעותם אשר ייקרא יחד ולחוד "האתר" (להלן: "האתר"), והמתופעל ע"י אטליז עבדאלחי ע.מ 558568226, (להלן: "העסק" ) .',
    ],
  },
  {
    rows: [
      "2. העסק רשאי על פי שיקול דעתו הבלעדי לעדכן את האתר ו/או היישומון ואת מערכת התשלומים , כמן כן העסק רשאי לעדכן את ההנחיות, הכללים או מדיניות ההפעלה של האתר ו/או היישומון ללא התחייבות למתן הודעה מוקדמת על כך, ולכן מומלץ לעיין בתקנון ובתנאים שלהלן מחדש מעת לעת, הנוסח הקובע לתנאים יהיה זה אשר יפורסם באתר/יישומון העסק בכל עת.",
    ],
  },
  {
    title: "מטרות האתר והיישומון העיקריות ומדיניות הביטולים :",
    rows: [
      "3. להלן יפורטו עיקר מטרות ותכלית האתר והיישומון כאשר התכלית והמטרות מפורטות בתקנון זה, ואשר יהיו ניתנים להוספה או לשינוי על ידי העסק ללא כול מגבלה והכול במסגרת החוקית הנורמטיבית מבלי שיהיה למשתמש כול טענה כנגד העסק.",
    ],
  },
  {
    rows: [
      `4. האתר מיועד לאפשר לך לבצע הזמנות מתפריט העסק ,לשלם חשבונות באמצעות העברת תשלומים לסליקה באמצעות חברת צד ג' (להלן: "התשלומים"); ליזום פניות ו/או לשגר טפסים ולצפות במידע אישי, לדווח על תקלות, לשתף תמונות או מיקום או נתוני תקשורת אחרים לפי צורך (להלן : "השירותים") .`,
    ],
  },
  {
    rows: [
      `5. האתר הינו אמצעי נוסף לתפעול העסק של אטליז עבדאלחי כאשר יהיה ניתן לבצע הזמנות מדי יום החל מהשעה 10:00 ועד לשעה 22:00, העסק שומר לעצמו את הזכות לשנות את שעות הפעילות ואת שעות ההזמנות.`,
    ],
  },
  {
    
      title: `6. אספקה והובלת המוצרים :`,
      rows: [
        `1. העסק יפעל כדי לספק את המוצר ללקוח בכפוף לקבלת מלוא התשלום באמצעות כרטיס האשראי .`,
        `2. הקודיטוריה תדאג לאספקת המוצר הנרכש באתר ו/או דרך האפליקציה לכתובת, כפי שהוקלדה על ידי הלקוח, ותוך עמידה במועד המשלוח הנקוב, אלא אם צוין מפורשות אחרת ו/או למעט עיכובים כאמור להלן . `,
        `3. אספקת המוצרים תעשה באמצעות שליח "עד הבית" (על ידי חברת שילוח חיצונית) או באמצעות איסוף מהעסק על פי בחירת הלקוח. `,
        `4. במידה והמשלוח יתבצע באמצעות שליח "עד הבית", השליח יגיע לכתובת כפי שניתה על ידי הלקוח לאחר הכנת ההזמנה, וזאת מרגע אישור ההזמנה בחברת האשראי . `,
        `5. מחיר המשלוח ייקבע מראש ע"י השליח ולא ע"י העסק, והוא כלול במחיר הרכישה, השליחויות יתאפשרו רק בשטחה של העיר טירה, זמן הטיפול בהזמנה יכול לנוע בין 30 ל- 60 דקות, ויובהר כי השליח אינו עובד בעסק או מטעמו והוא רק מבצע שליחויות עבור העסק ותו לו.. `,
        `6. מובהר כי העסק עלול לשנות את מדיניות המשלוחים שלו מעת לעת ללא כל התראה מוקדמת והכול לפי שיקול דעתו, מבלי שללקוח תהיה כל טענה בנוגע לדבר . `,
        `7. הקודיטוריה אינה אחראית על עיכובים של חברת השילוח, לפי העניין, ובכל מקרה לא תהא אחראית לאיחור בביצוע אספקת המשלוח בנסיבות העולות כדי כוח עליון ו/או בנסיבות אחרות שאינן בשליטתה, כגון שביתות ו/או תקלות, לרבות אך לא רק תקלות במערכת המחשב ו/או הטלפון ו/או שירות הדוא"ל. עיכובים כאמור אינם באחריות העסק ולא תהא ללקוח כל טענה כנגד הקודיטוריה בעניין זה. המשלוח יסופק רק לאחר השלמת תהליך הרכישה, קרי לאחר שההזמנה נקלטה במערכת האתר/האפליקמיה, לפי המועדים המוגדרים, ובתנאי שחברת האשראי אישרה את העסקה, ובהתאם נשלחה ללקוחה הודעת אימות . `,
      ],
  },
  {
    rows: [
      `7. מובהר כי העסק עלול לשנות את מדיניות המשלוחים שלו מעת לעת ללא כל התראה מוקדמת והכול לפי שיקול דעתו, מבלי שללקוח תהיה כל טענה בנוגע לדבר.`,
    ],
  },
  {
    rows: [
      `8. יש להדגיש כי הן שעות הפעילות והן זמני הטיפול בהזמנות והמשלוחים עלולים להשתנות כתוצאה מסיבות רבות שחלקן עלולות להיות קשורות בעסק או בצדי ג' וחלקן מסיבות שאין לעסק כל שליטה עליהן, ולמזמין לא יהיו כול טענות כנגד העסק או האתר .`,
    ],
  },
  {
    title: `9. מדיניות הביטולים תהיה בכפוף לתנאים שלהלן :`,
    rows: [
      `1. באם ההזמנה בוצעה ללא תשלום באתר דרך כרטיס האשראי יהיה ניתן לבטלה רק ברשות העסק, למעט אם ההזמנה עלתה על פס ההכנה דאז חייב המזמין לשלם עבורה .`,
      `2. אם ההזמנה בוצעה ונעשה תשלום דרך כרטיס האשראי באתר אזי לא יהיה ניתן לבטל את העסקה ו/או הרכישה . `,
    ],
  },
  {
    rows: [
      `12. מובהר כי על הלקוח מוטלת החובה והאחריות הבלעדית לברר ולבחור אם ברצונו להזמין ו/או לקבל את שירותי העסק והאתר וזאת בטרם ביצוע ההזמנה .`,
    ],
  },
  {
    rows: [
      `13. העסק אינו אחראית לסוגי החומרים ומרכיביהם, ולחומרי הגלם שמרכיבים את מוצרי העסק ואינו אחראית לעניין הכשרות ולעניין הרגישות למאכלים ו/או למחלות המשתמשים והמזמינים כמו כן אינה אחראית לחוסר התאמה ו/או לכל טענה אחרת בנוגע להתאמה בין המוצרים והמרכיבים לבין הלקוח, גופו, בריאותו, ודתו כלל ועיקר .`,
    ],
  },
  {
    rows: [
      `14. העסק יפרסם בתפריט שלו את המוצרים, ואשר עלולים להשתנות מעת לעת ללא התחייבות מצידו , כאשר הוא מסתפק במתן פירוט בסיסי ופרסומי ואינו מתחייב ואין זו חובתו לפרט את כל המרכיבים ומכאן החובה והאחריות מוטלת על הלקוח לדאוג לברר ולדעת האם הוא רגיש למרכיב מסוים ולהימנע מרכישת המוצר .`,
    ],
  },
  {
    rows: [
      `15. העסק מבצעת את שירותי התשלום והסליקה באמצעות חברות חיצוניות , צד ג' כאשר הנך יודע כי בעת התשלום אתה כפוף לתקנון החברה הסולקת ו/או חברת צד ג' ולתקנונה. `,
    ],
  },
  {
    rows: [
      `** למען הנוחיות בלבד, תקנון זה מנוסח בלשון זכר אולם הוראותיו מתייחסות בהתאמה כמובן גם לנקבה.`,
    ],
  },
  {
    title: `ביטול עסקה עקב פגם או אי התאמה :`,
    rows: [
      `15. בוטלה עסקת רכישת מוצר עקב פגם במוצר או בשל אי התאמה בין המוצר לבין פרטי המוצר כפי שנמסרו לרוכש, על פי חוק הגנת הצרכן, תחזיר מפעילת האתר/האפליקציה לרוכש את התמורה ששולמה ככל ששולמה.`,
    ],
  },
  {
    title: `תחולת התקנון והסכמתך לתנאיו :`,
    rows: [
      `16. השימוש באתר, בתכנים הכלולים בו ובשירותים השונים הזמינים דרכו או מוצעים על-ידו, מעיד על הסכמתך להוראות ולתנאי תקנון זה, לרבות התחייבותך לפעול על-פיו, על כן הנך מתבקש לקרוא את התנאים שלהלן בקפידה.`,
    ],
  },
  {
    rows: [
      `17. אם אינך מעוניין לקבל ו/או לאשר את תנאי התקנון שלהלן, כולם או חלקם, עליך להפסיק את השימוש באתר לאלתר.`,
    ],
  },
  {
    rows: [
      `18. העסק שומר לעצמו את הזכות לשנות, למחוק ו/או להוסיף על תנאי תקנון זה בכל עת וללא התחייבות למתן הודעה מוקדמת או בדיעבד. שימושך באתר לאחר ביצוע תוספות ו/או שינויים מעיד על הסכמתך לשינויים אלו, ולכן אנו ממליצים לך לעיין בתנאים אלו מחדש מעת לעת. אם אינך מסכים לשינויים מסוימים, אנא הימנע מהמשך שימוש באתר או פנה אלינו לסיוע כדי לתת לך פתרונות חלופיים. נוסח התקנון המחייב והקובע בכל מועד הינו נוסח התקנון המפורסם באתר.`,
    ],
  },
  {
    rows: [
      `19. תנאי תקנון זה אינם באים להחליף תנאים, תנאי שימוש או מדיניות פרטיות של כל אתר או עמוד אחר העשוי להיות מקושר או זמין באמצעות או דרך אתר זה. הגלישה והשימוש בכל אתר אחר או ספק צד ג' או דפי נחיתה  כאמור כפופים לתנאיו הפרטניים של אותו אתר, נוסף וללא קשר לתנאי תקנון זה, ומומלץ על כן לעיין בהם בנפרד`,
    ],
  },
  {
    rows: [
      `20. יחד עם זאת, כאמור, גולשי האתר עשויים להיות מופנים לשירותים הניתנים בו, על ידי אתרים חיצוניים של גורמים שונים, לרבות חברת סילוק אשראי חיצונית וספקית תשתית אשראי כדין .`,
    ],
  },
  {
    rows: [
      `21. תנאים אלה המפורטים להלן חלים על כל שימוש באתר/יישומון , לרבות צריכה ו/או הזמנה ו/או ביצוע התשלומים דרכו ו/או באמצעותו ו/או באמצעות סליקת התשלומים על ידי חברה צד ג', צפייה ו/או גישה לתכנים הכלולים בו והשירותים המוצעים בו, בין אם באמצעות מחשב ביתי, מחשב נייד, מכשיר סלולארי, טאבלט ו/או כל מחשב ו/או מכשיר תקשורת אחר, דרכו מתאפשרת הגישה לאתר ו/או לאפליקציה, באמצעות כל תצורה ודרך כל מערכת הפעלה מתאימה. בנוסף, תנאים אלו חלים על השימוש באתר באמצעות כל רשת ו/או אמצעי תקשורת ו/או חיבור אחרים.`,
    ],
  },
  {
    rows: [
      `23. לעסק שמורה הזכות לנקוט בכל פעולה חוקית כנגד כל משתמש אשר יפר את תנאי השימוש שלהלן, שבין היתר חסימתו לאלתר, ופניה להליכים משפטיים.`,
    ],
  },
  {
    title: `קישורים ותנאים נלווים של צדי ג':`,
    rows: [
      `23. תנאי תקנון זה אינם באים להחליף תנאים, תנאי שימוש או מדיניות פרטיות של כל אתר, יישומון או עמוד אחר העשוי להיות מקושר או זמין דרך אתר זה (להלן "אתרים מקושרים"). אם תבחר לגלוש או להשתמש באתרים חיצוניים, דרך האתר או בעקבות לחיצה על קישור ממנו, לרבות תשלום בכרטיס אשראי דרך הספקית או חברת צד ג'  ואשר מוטמעת במערכת של העסק , אזי השימוש בהם יהיה כפוף גם לתנאיהם הפרטניים, נוסף על תנאי מסמך זה, ומומלץ על כן לעיין בהם בנפרד.`,
    ],
  },
  {
    title: `הגבלת אחריות לתוכן האתר וזמינותו :`,
    rows: [
      `24. העסק עושה מאמצים רבים כדי לספק לך חווית שימוש איכותית ובטוחה באתר. עם זאת, האתר אינו חסין מתקלות או בעיות שבין היתר בעיות גישה לאתר מדי פעם ופעם.`,
      `25. האתר, השירותים, והתכנים הזמינים ו/או העשויים להיות זמינים דרך האתר, וכל הנמצא בו, מונגשים עבורך כפי שהם ('As Is' ) וללא התחייבות לזמינותם.`,
      `26. העסק אינו אחראי הן במישרין והן בעקיפין, במפורש או במשתמע, לזמינות, אמיתות, מהימנות ו/או מידת הדיוק של תכני האתר או שירותים הניתנים או המוצעים דרכו, בפרט אם מדובר בתכני צד שלישי ו/או נתונים המוצגים מטעם תאגידים חיצוניים. כל הסתמכות מצדך על תוכן המוצג באתר או דרכו הינה באחריותך ובאחריותך בלבד.`,
    ],
  },
  {
    rows: [
      `27. העסק אינו אחראי לאי דיוקים ו/או לטעויות שנפלו ביחס לתוכן ו/או ביחס לשירותים המוצעים דרכו או לנתונים המוצגים באמצעותם. העסק מבהיר בזאת שהתוכן הכלול באתר הינו למטרות כלליות ואינפורמטיביות ולנוחיותך בלבד, ואינו מהווה המלצה ו/או חוות דעת ביחס אליו. כל הסתמכות על הצהרות, הבעות עמדה, עצות או כל תוכן אחר המוצג באתר נעשה לפי שיקול דעתך ובאחריותך הבלעדית. עליך לבצע בעצמך את כל ההערכות והבדיקות לגבי שירות או תשלום או נתון אחר המוצג בהקשר לשירותים, והנך מוותר ותהיה מנוע מלהעלות כנגד העסק כל טענה לגבי הסתמכות כלשהי עליה.`,
    ],
  },
  {
    rows: [
      `28. העסק לא יישא באחריות לשום נזק שנגרם ו/או עלול להיגרם לך ו/או לצד שלישי באשר הוא במישרין או בעקיפין כתוצאה מהשימוש באתר, כולל נזק שנגרם בעקבות שימוש ביישומי תוכנה ו/או קבצים ו/או תכנים אשר הורדו ישירות מהאתר ו/או הופעלו דרכו כתוצאה מהשימוש בו.`,
    ],
  },
  {
    rows: [
      `29. למען הסר ספק, שיבוש ו/או תקלה ו/או כשל בקליטת פרטי משתמש באתר או דרכו, לרבות שיבוש  ברישום לאתר או לשירות נלווה דרכו ו/או בקליטת תשלום או אמצעי תשלום, לא יהוו עילה לכל טענה ו/או תביעה מצד המשתמש באתר.`,
    ],
  },
  {
    rows: [
      `30. העסק רשאי להתיר או להגביל או לאסור את גישת המשתמש לאתר בכל זמן על פי שיקול דעתו הבלעדי ושומר לעצמו את הזכות הבלעדית לשנות או להפסיק את הפעלת האתר, כולו או חלקו, בכל זמן וללא מתן הודעה, ככל שיידרש בנסיבות המתאימות, ומבלי שתהיה למשתמש כל טענה, זכות ו/או תביעה בקשר לכך.`,
    ],
  },
  {
    rows: [
      `31. העסק יהיה רשאי להתנות את הכניסה ו/או השימוש באתר, כולו או חלקו, ברישום ו/או בתשלום, ומבלי שתהיה למשתמש כל טענה, זכות ו/או תביעה בקשר לכך.`,
    ],
  },
  {
    title: `מה אסור לעשות דרך האתר:`,
    rows: [
        `32. ללא קבלת הרשאה מפורשת, כתובה מראש מהעסק, אינך רשאי לבצע את הפעולות ו/או את המעשים הבאים:`,
        `1. שימוש מסחרי באתר ו/או בתוכנו ו/או שימוש בהם לשם יצירת מאגר מידע ו/או לקט;`,
        `2. להעתיק, לשחזר, לשנות, לעבד, לתרגם, לבצע הנדסה חוזרת, להפיץ, לשדר, להציג, לבצע, לשכפל, לפרסם ולאחסן את תוכן האתר, כולו או חלקו;`,
        `3. להפעיל או לאפשר הפעלת כל יישום מחשב או כל אמצעי אחר, לרבות תוכנות מסוגCrawlers, Robots  וכדומה, לשם חיפוש, סריקה, העתקה או אחזור אוטומטי של תוכן האתר.`,
        `4. להציג תוכן מהאתר בתוך מסגרת (iframe) גלויה או סמויה או להציג את תוכן האתר בכל דרך שהיא, המשנים את עיצובם המקורי באתר ו/או המחסירים דבר כלשהו;`,
        `5. לשבש או להפר כל זכות של משתמש אחר באתר ו/או לפגוע בכבודו או בפרטיותו של משתמש אחר ו/או כל פגיעה אחרת.`,
        `6.  להשתמש באתר ו/או בתוכן האתר כדי לפגוע בשמו הטוב של כל אדם ו/או לפרסם דברי     הסתה, הונאה, תרמית, לשון הרע ו/או כל מידע אחר שהינו שקרי, בלתי אמין או שיש בו  כדי לפגוע במזיד בכל צורה.`,
        `* אי עמידה בכל אחת ממגבלות אלו, עלולה להוביל למניעת גישתך לאתר ואף לחשוף אותך לאחריות אזרחית ו/או פלילית על-פי כל דין.`
    ],
  },
  {
    title: `אבטחת מידע :`,
    rows: [
        `33. הנהלת האתר פועלת לאבטח את האתר, לרבות המידע המוצג בו, נגיש באמצעותו או נמסר דרכו, בכל אמצעי האבטחה הסבירים והמתקדמים, לרבות המידע שהוזן במערכת האתר בידי משתמש האתר.`
        ,`34. כמו כן, העסק נוקט באמצעים סבירים להגנה על האתר ועל רכיבי חומרה ותוכנה הקשורים בתפעולו ודואגת לעדכנם באופן שוטף, בין היתר, כדי להגן על האתר ועל תוכנו מפני חדירות, פרצות או האזנות בלתי מורשות.`
        ,`35. העסק עושה ככל שיכולתו בכדי להגן על סודיות הנתונים שנמסרו על ידי משתמשי האתר ולקוחותיו, זאת תוך נקיטת אמצעי זהירות מקובלים ושימוש בטכנולוגיות אבטחה מתקדמות.`
        ,`36. עם זאת, העסק אינו יכול להתחייב לאבטחה הרמטית או מוחלטת, כי לא תתבצע חדירה בלתי חוקית ללא הרשאתו למערכות האתר אשר תוביל לחשיפת מידע לגורמים זרים ו/או לא מורשים ו/או לאובדנו של המידע. לפי-כך, מובהר בזאת כי העסק לא יהא אחראי ולא יישא בכל אחריות במקרה של חדירה או פריצה ו/או נזק כלשהו שנגרם בשל השימוש באתר ו/או בתוכן המוצג בו ו/או בשירותים הנלווים לו, על-ידי המשתמש באתר או מי מטעמו.`
        ,`37. לנושא שימוש וסליקה של כרטיסי אשראי מהאתר או דרכו, זו נעשית באופן מוצפן ומאובטח באמצעות חברת סליקת אשראי חיצונית, העושה שימוש בשיטות הצפנה חדישות ועל ידי מנגנוני הצפנה שהינם בהתאם לתקנים בינלאומיים ולפי הנחיות חברות האשראי הרלבנטיות.`
    ],
  },
  {
    title: `מדיניות הפרטיות, רישום ואיסוף מידע דרך האתר ושמירתו :`,
    rows: [
        `38. מטרת מדיניות זו להסביר מהם נוהגי העסק ביחס לפרטיות המשתמשים, אגב שימושם בשירותיו הדיגיטליים, לרבות אתר האינטרנט, יישומונים (אפליקציות) סלולריים ושירותים מקוונים אחרים (להלן "השירותים הדיגיטליים") , וכיצד משתמש העסק במידע, הנמסר לו על-ידי המשתמשים בשירותיו הדיגיטליים או הנאסף על ידו בעת השימוש בשירותיו הדיגיטליים.`
        ,`39. 'מידע אישי' משמעו כל מידע מזהה אודותייך אשר תמסור במסגרת הרשמתך או במסגרת השימוש באתר או באפליקציה, או בשירותים נלווים ואחרים המוצעים או מופעלים דרך האתר, וכן כל מידע אשר ייאסף אודותייך במסגרת השימוש באתר. שימוש במידע אישי אודותייך ייעשה אך ורק בהתאם למפורט בתקנון זה או לפי חובות שבדין.`
        ,`40. האתר אינו אוסף מידע אישי מזוהה אודותיך אלא אם תמסור מידע זה מיוזמתך בעת הרישום ליישומון ו/או לאתר ו/או  לשירות או לרשימה כלשהם, יצירת קשר וכיו"ב.`
    ],
  },
  {
    title: `מדיניות הפרטיות, רישום ואיסוף מידע דרך האתר ושמירתו :`,
    rows: [
        `41. מטרת מדיניות זו להסביר מהם נוהגי העסק ביחס לפרטיות המשתמשים, אגב שימושם בשירותיו הדיגיטליים, לרבות אתר האינטרנט, יישומונים (אפליקציות) סלולריים ושירותים מקוונים אחרים (להלן "השירותים הדיגיטליים") , וכיצד משתמש העסק במידע, הנמסר לו על-ידי המשתמשים בשירותיו הדיגיטליים או הנאסף על ידו בעת השימוש בשירותיו הדיגיטליים.`
        ,`42. 'מידע אישי' משמעו כל מידע מזהה אודותייך אשר תמסור במסגרת הרשמתך או במסגרת השימוש באתר או באפליקציה, או בשירותים נלווים ואחרים המוצעים או מופעלים דרך האתר, וכן כל מידע אשר ייאסף אודותייך במסגרת השימוש באתר. שימוש במידע אישי אודותייך ייעשה אך ורק בהתאם למפורט בתקנון זה או לפי חובות שבדין.`
        ,`43. האתר אינו אוסף מידע אישי מזוהה אודותיך אלא אם תמסור מידע זה מיוזמתך בעת הרישום ליישומון ו/או לאתר ו/או  לשירות או לרשימה כלשהם, יצירת קשר וכיו"ב.`
        ,`45. ייתכן כי חלק מהשירותים באתר טעונים או יהיו טעונים הרשמה. במסגרת ההרשמה תידרש למסור מידע אישי, כדוגמת שמך, כתובתך, דרכי ההתקשרות עמך ו/או כתובת הדואר האלקטרוני שלך, ובהתאם לצורך גם פרטים נוספים לצורך זיהוי, כגון מספר תעודת זהות או פרטים קשורים. השדות, שחובה למלא, יסומנו במפורש. בלי למסור את הנתונים המתבקשים בשדות החובה לא תוכל להירשם לאזורים ו/או לשירותים הטעונים רישום ו/או לבצע את הפעולות המתבקשות עקב כך באמצעות האתר (להלן: "ההרשמה").`
    ,`46. ייתכן כי כחלק בלתי נפרד מהליך הרשמה מסוים, או לפי צורך, וכתנאי לסיום תהליך הרישום, לצורך זיהוי ו/או אימות זהות, תתבקש לאמת את זהותך בהתאם למידע שמסרת ובאמצעות פרטי הקשר שלך. אין ביצירת קשר לצורך זיהוי או אימות כאמור כדי לרשום אותך לרשימת תפוצה אחרת כלשהיא, ואין בכך כדי להעלות טענה כלשהי מצדך לעניין משלוח דיוור או ביצוע פניה בניגוד לדין כלשהוא.`
    ,`47. בעת שימוש באפליקציה, ייתכן שההרשמה לאפליקציה ו/או שירותים מסוימים המופעלים דרכה, יחייבו שימוש במערכת מסרונים (SMS) ו/או התראות או הודעות פנימיות, לצורך ניהול, תפעול, אימות, זיהוי, או כל פעולה אחרת שתידרש לצורך תפעולו התקין של השירות המתבקש דרך מכשירך. לצורך כך מתבקשת הסכמתך הכללית, מראש, עם הסכמתך לתקנון זה, לשימוש במערכת המסרונים שבמכשירך וכדי לשלוח לך הודעות אישיות או התראות לפי הצורך כאמור.`
    ,`48. כאשר שירות מבוסס מיקום פעיל במכשירך ובעת שימוש באתר ובפרט באפליקציה דרך מכשיר נייד כלשהוא, החברה עשויה לאסוף ולהשתמש במידע על המיקום שלך או על מסלול התנועה שלך, המגיע מאותות GPS, מנקודות גישתwi-fi   הנמצאות בקרבת מקום ומאנטנות סלולריות, על מנת לספק לך שירותים נלווים העשויים להידרש לצורך ניהול ו/או ייעול ו/או אספקת שירותי החברה, או כדי לספק לך מידע על שירותים המותאמים למיקומך. באפשרותך להסיר את השירות מבוסס המיקום באמצעות מערכת ההפעלה של מכשירך. לאחר הסרת שירות זה לא נקבל עוד מידע הנוגע למיקומך.`
    ,`49. כאשר שירות ההתראות פעיל במכשירך הסלולרי נוכל לשלוח אליך התראות שונות הקשורות לאפליקציה למכשירך. באפשרותך להסיר את שירות ההתראות בהגדרות או במערכת ההפעלה במכשירך.`,
    `50. לעסק מאגרי מידע רשומים בהם ישמרו ויאובטחו כלל פרטיך כחוק (להלן: "המאגרים"). העסק רשאי לעשות שימוש במידע שייאסף אודותיך למאגרים בהתאם למטרותיו הרשומות, ובין היתר: לצורך ניהול ותפעול כל שירות המבוקש על-ידך, ולשם התקשרות, עדכון, אישור ו/או יידוע בכל עניין ו/או נושא הקשור לשירות המתבקש על-ידך; טיפוח ועידוד נאמנות המשתמשים באמצעות ניתוח מאפיינים, עיבוד מידע ו/או דיוור ישיר כדין בהתאם למאפיינים במאגר; עריכת ניתוחים, סקרים ומחקרים סטטיסטיים; טיפול בתלונות, פניות ו/או תביעות ככל שתהיינה.`
    ,`51. אינך מחויב למסור מידע באמצעות האתר על-פי חוק, ובמסירתו, ככל שתתבקש, הנך מאשר כי העברת המידע לעסק או באמצעותו היא על אחריותך בלבד, מרצונך החופשי ובהסכמתך, ולא תהיה לך כל טענה ו/או תביעה כלפי העסק ונציגיו בנושא.`
        ,`52. כמו כן, ככל שתמסור או תעלה כל מידע אישי לעסק דרך האתר ו/או הישימון ,הנך מצהיר בזאת כי המידע שתמסור ו/או תעדכן, הנו נכון אמין ומדויק וכי הנך מוסר את המידע בשמך ועבור עצמך בלבד, או שהורשת כדין למסור מידע זה עבור אחר, ובכל מקרה תהא אחראי בלעדי למסירת מידע זה.`
]
  },
  {
    title: `שימוש במידע וניתוחו :`,
    rows: [
        `53. העסק רשאי לאסוף וכן לעשות שימוש במידע שנמסר על ידי המשתמש במועד ההרשמה ו/או במידע אשר הצטבר אודות המשתמש, לרבות במהלך השימוש באתר למען המטרות המנויות לעיל, וכן על מנת לשפר את השירותים והתכנים המוצעים באתר, וכן על מנת לעדכן את המשתמש באשר לשירותים שונים המוצעים על ידי העסק ו/או מי מטעמו או הקשור אליו עסקית.`
        ,`54. האתר עשוי להפעיל כלים אוטומטיים לצורך אפיון השימושים באתר, לצורך תפעול וייעול פעילות האתר או התאמתו להעדפות המשתמש. כלים אלו עשויים לאסוף ולשמור מידע כללי ובלתי מזוהה אודותיך ואודות אופן השימוש שלך באתר, ובין היתר, גם את פרטי ספק שירותי האינטרנט שלך, כתובתך בפרוטוקול האינטרנט (כתובת IP) ושם המתחם לצורך גישה לאתר, מיקום המכשיר בו נעשה שימוש בגישה לאתר, זמני ואופני השימוש באתר, סוג הדפדפן שלך ופרטים סטטיסטיים נוספים המעידים על אופן השימוש באתר ובשירותים דרכו.`
        ,`55. בנוסף, החברה עשויה לעשות שימוש בקבצי מידע מסוג "קוקיז" (Cookies). המדובר בקבצי טקסט, שהדפדפן של המשתמש יוצר לפי פקודה ממחשבי החברה. לתפעולם השוטפים של השירותים המקוונים, לשם אימות פרטיך ו/או אימות זהותך, וכן על מנת לאסוף ולאפיין נתונים סטטיסטיים שונים אודותיך ואודות אופן השימוש בשירותים המקוונים, פעולות שבוצעו בהם, העדפות שימוש, התאמת שירותים ומוצרים להעדפות או צרכים אישיים של המשתמש, התאמה ומיקוד של פרסומות ושל תכנים שיווקיים בהתאם למידע ולנתונים הנאספים ומעובדים כאמור, ולרבות והצלבה של כלל נתונים אלו אל מול שימושים אחרים של המשתמש בשירותים מקוונים ובפלטפורמות אחרות המסופקות בידי החברה ו/או באמצעותה.`
        ,`56. בכלל זה, עשוי להתבצע שימוש ב- cookies שמקורם בצדדים שלישיים, לרבותGoogle  Analytics, ואף שירותי סטטיסטיקה ופרסום אחרים של חברות כגון גוגל ופייסבוק, בהתאם לתנאי השימוש והפרטיות שלהן, ה- Cookies הם למעשה קבצי טקסט (או שורות קוד), הנוצרים בדפדפן ו/או במכשירך הנייד, ככל שאפשרת זאת בהגדרות המכשיר/מחשב, ואוספות מידע רלוונטי, כגון משך השהייה שלך באתר/עמוד/מסך, אופן הגלישה שלך והפעולות שהתבצעו בהם, לרבות שימוש בכתובת ה – IP שלך, שם מתחם ונקודת גישה לשירות, מיקום מכשיר, מועדי התחברות, וקודי זיהוי דיגיטליים אחרים. הצלבת נתונים ושימושים כאמור נדרשת לחברה, בין היתר, גם לשם אבטחת המידע והגנה על הגישה למידע אודותיך, וכן לשם מניעת הונאות, הסכמה למשלוח מידע בדיוור ישיר החזויות, שימוש בלתי מורשה או שימושים לרעה בשירותי החברה השונים עבורך.`
        ,`57. קבצים אלו מאפשרים לשמור את הפרטים שהזנת לטפסים שונים באתר, או באזורי רישום או הפעלת שירותים, ובכך חוסכים ממך את זמן מילוי הפרטים בשנית בביקורך הבא. כמו כן, הקבצים עשויים להכיל מידע בדבר הדפים שבהם ביקרת, משך השהייה באתר, מקור ההגעה לאתר ועוד. המידע בעוגיות מוצפן, והחברה נוקטת צעדי זהירות כדי להבטיח שרק מחשבי החברה או מי מטעמה יוכלו לקרוא ולהבין את המידע האגור בהם.`
        ,`58. אם אינך מעוניין לקבל או להפעיל את ה"קוקיז", תוכל לחסום אותם בכל עת באופן עצמאי על ידי שינוי הגדרות הדפדפן שלך. חלק מקובצי הקוקיז עשויים לפקוע כאשר תסגור את הדפדפן או את היישום בו אתה משתמש, וייתכן שאחרים יישמרו על גבי הזיכרון במכשירך או במחשבך. בכל עת, באפשרותך למחוק את קובצי הקוקיז, גם אם נשמרו אצלך. מוצע לעשות כן רק אם אתה משוכנע שאינך רוצה שהאתר, התכנים המופיעים בו והשירותים המוצעים דרכו יותאמו להעדפותיך.`
    ],
  },
  {
    title: `הגנת ושמירת המידע :`,
    rows: [
        `59. העסק מתחייב כי לא יעשה כל שימוש במידע הקנייני שלך, ככל שיהיה בהחזקתו, ו/או בכל מידע אחר אודותיך לצרכים שאינם נוגעים לשירות המסופק לך.`
        ,`60. העסק ינקוט באמצעים סבירים ומקובלים על מנת לשמור ולמנוע העברת פרטים אישיים המזהים את המשתמש בשמו ו/או בפרטי זהותו לצדדים שלישיים. זאת, למעט במקרים שיפורטו להלן:`
        ,`1. על-פי דרישה ממך או בהסכמתך ו/או על מנת לספק לך שירות שביקשת ו/או נרשמת אליו;`
    ,`2. במקרה בו העברת פרטייך נדרשת לצורך השלמת בקשה ו/או פנייה מטעמך ו/או אספקת שירות ו/או העברת תשלום מטעמך;`
    ,`3. במקרה בו בוצעה מצדך הפרת תנאי תקנון זה  ו/או במקרים בהם ביצעת או ניסית לבצע באמצעות האתר פעולה המנוגדת לתקנון או לכל דין;`
    ,`4. על-פי צו שיפוטי או דרישת רשות מוסמכת על-פי חוק או לצורך מניעת ביצוע עבירה;`
    ,`5. במקרה בו תתעורר מחלוקת ו/או טענה ו/או תביעה ו/או דרישה ו/או הליכים משפטיים בינך ו/או מי מטעמך לבין העסק ו/או מי מטעמו;`
        ,`61. אין באמור לעיל כדי לגרוע מזכות העסק להעביר לצדדים שלישים מידע אגרגטיבי או מידע שאינו אישי, או אשר אין בו כדי לזהות את המשתמש בשמו ו/או בפרטי זהותו באופן ישיר או באופן סביר, או אשר אין בו כדי לפגוע בפרטיות המשתמש.`

    ],
  },
  {
    title: `הסכמה למשלוח מידע בדיוור ישיר באמצעות דוא"ל /מסרונים/הודעות :`,
    rows: [
        `62. הנני מסכים/מה כי העסק, ו/או מי מטעמו, ישלחו אלי, באמצעות דיוור ישיר, לתיבת הדואר האלקטרוני, ו/או במסרון לנייד ו/או דרך האפליקציה את המידע הבא (להלן: "המידע"):`
   ,`1. הודעות והתראות למיניהם.`
   ,`2. עדכונים ואישורים על ביצוע עסקה ותשלום או הזמנה.`
   ,`3. הודעות פרסומיות לעסק.`
    ],
  },
  {
    rows: [
        `63. הנני מסכים/מה כי ביצוע מסירת המידע באמצעות דיוור ישיר תהווה תחליף להמצאת המידע בכל דרך אחרת הנדרשת על פי דין, ככל שנדרשת, וכי על אף האמור בכל דין, כל אימת שיש רשות או חובה לתת לי הודעה או כל ידיעה אחרת בנוגע למידע, תהא הודעה זו כמשלוח כדין גם אם נשלחה אליי באמצעות דיוור ישיר כאמור.`,
    ],
  },
  {
    rows: [
        `64. הנני מאשר/ת כי ככל שכתובת הדואר האלקטרוני שמסרתי תשתנה, מכל סיבה באשר היא, אפנה לעסק ואעדכן אודות כתובת הדואר האלקטרוני החלופית. ככל שלא אעשה כן, לא תהיה לי כל טענה ו/או דרישה כלפי העסק בקשר למשלוח ו/או קבלת המידע הנדרש.`
    ],
  },
  {
    rows: [
        `65. אישור התקנון במהלך הרישום לשירות, מהווה הסכמתי לקבלת המידע בדיוור ישיר באמצעות דואר אלקטרוני, ו/או מסרון לניד ו/או דרך האפליקציה או האתר כמפורט לעיל.`,

    ],
  },
  {
    title: `קניין רוחני :`,
    rows: [
            `64. אלא אם צוין או סומן אחרת במפורש, האתר והמידע המופיעים בו לרבות עיצוב האתר, לרבות כל מידע מכל מין וסוג שהוא, ובכלל זה כל תוכן מילולי, חזותי, קולי, אור-קולי (audio-visual), ולרבות טקסט, תמונה, קול, וידאו, בכל אמצעי מדיה ובכל מכשיר קצה, הקיימים היום ו/או שיהיו קיימים בעתיד ו/או כל שילוב שלהם לרבות כתבות, מאמרים, ידיעות, סקירות, נתונים, קבצים, מפות, עצות, ניתוחים, המלצות, הנחיות, הערכות וכל מידע ו/או תוכן אחר בכל פורמט שהוא, וכן עיצובם, עיבודם, עריכתם, הפצתם ודרך הצגתם, לרבות (אך לא רק): כל תמונה, שרטוט, עיצוב, צילום, איור, הנפשה (animation), תרשים, דמות, הדמיה, דגימה (sample), סרטון, קובץ קולי וקובץ מוסיקלי; כל תוכנה, קובץ, קוד מחשב, יישום, תסדיר (format), פרוטוקול, מאגר נתונים וממשק וכל תו, סימן, סמל וצלמית (icon) (להלן "התוכן" או "התכנים"), מוגנים על-ידי דיני זכויות יוצרים של מדינת ישראל, אמנות בינ"ל וחוקי זכויות יוצרים של מדינות אחרות. נאסר על המשתמש להכניס שינויים, להעתיק, לפרסם, להפיץ, לשדר, להציג, לבצע, לשכפל, להנפיק רישיון, ליצור עבודות נגזרות או למכור כל חלק מן התוכן הכלול באתר ללא הסכמתו המוקדמת, הכתובה והמפורשת של העסק.`
        ,`65. כל זכויות הקניין הרוחני בקשר עם האתר מכל מין וסוג שהוא (וזאת בין אם המדובר בזכויות רשומות ובין אם המדובר בזכויות שטרם נרשמו), ובכלל זאת שם המתחם ("Domain"), הפטנטים, סימני המסחר, שמות המסחר, המדגמים, זכויות יוצרים, סודות מסחריים, המוניטין, 'Know How', שיטות, קוד המקור והקוד הבינארי, סמלים מסחריים, תוכנות מחשב, מושגים, מידע סודי, סימני שירות, מאגרי מידע, יצירות נגזרות, תגליות, נוסחאות, מוניטין, רעיונות, שיפורים, מדגמים, מידע, חידושים, המצאות, ידע, לוגו, נתוני שוק, שיטות, זכויות מוסריות, יצירות ספרותיות, קובץ גרפי, מידע טכני, אופן הצגתו ועיצובו של האתר וכן כל עניין או פרט הקשורים באתר, הם רכושו הבלעדי של העסק או של צד שלישי, אשר הרשה לעסק להשתמש בהן, והשימוש בכל הזכויות האמורות מותר לעסק בלעדית (או לצדדים שלישיים נוספים, במידה והם בעלי רישיון לעשות כן). אין להעתיק, להפיץ, לשכפל, למכור, לתרגם ו/או לבצע פעולה אחרת כלשהי, מסחרית ושאינה מסחרית, בכל סוגי הטקסטים ו/או קודים ו/או תמונות ו/או סימני מסחר ו/או תצלומים ו/או סרטונים ו/או כל תוכן אחר המופיע באתר, אלא אם התקבל אישור העסק לכך מראש ובכתב.`
    ,`66. מבלי לגרוע מהאמור, שם העסק וסימני המסחר שלו, לרבות אובייקטים הקשורים למוניטין העסק, כגון (אך לא רק): סימנים, לוגו, סמלילים, סימני שירות, או כל אובייקט אחר כפי שהם מופיעים באתר, הינם קניינו הבלעדי של העסק ואין לעשות בהם כל שימוש. `
    ],
  },
  {
    title: `שונות :`,
    rows: [
        `67. אין בתקנון זה או באיזו מהוראותיו כדי ליצור, ולא יפורשו כיוצרים כל שותפות, מיזם משותף, יחסי עובד מעביד, סוכן או שלוח בינך לבין העסק או מי מטעמו בכל אופן.`
   ,`68. אם תנאי בתקנון זה יימצא בלתי חוקי, בטל או בלתי אכיף מכל סיבה, תנאי זה יימחק מהתקנון ומחיקתו לא תשפיע על חוקיות ותקפות יתר התנאים. במקרה שכזה, יראו בקיומו של תנאי דומה אחר אכיף במקום התנאי שנמחק או הוסר.`
   ,`69. תנאי תקנון זה מהווים את ההסכם המלא בינך לבין העסק בכל הנוגע לאופן השימוש באתר ומחליפים כל הבנה ו/או הסכמה אחרת, בעל-פה או בכתב, הנוגעת לשימוש באתר ובתוכנו.`
    ],
  },
  {
    title: `ליצירת קשר עם העסק :`,
    rows: [
        `70. על פי חוק הגנת הפרטיות, התשמ"א-1981, הנך, או מי מטעמך, רשאי לעיין במידע אודותיך אשר מצוי במאגרי העסק, ככל שמידע אודותיך מוחזק בידיו, ואף לבקש מאתנו לתקן מידע זה אם אינו נכון, שלם או מדויק. כדי לממש זכות זו, יש לשלוח בקשה בכתב אל העסק באמצעות עמוד "צור קשר" באתר, בכל תכתובת לעסק יש לכלול את פרטיך המלאים לרבות, כתובת, דוא"ל, ומספר טלפון ליצירת קשר. העסק תשתדל להגיב לכל בקשה סבירה בזמן סביר.`
    ],
  },
  {
    title: `אודות:`,
    rows: [
        `ברוכים הבאים לאטליז עבד אלחי – המקום שלכם לבשרים טריים ואיכותיים בטירה. אנו מתחייבים להביא לכם את הבשר הטוב ביותר, ישירות מהחווה, תוך הקפדה על טריות, איכות ושירות מקצועי.`,
        `האתר/האפליקציה שלנו נועדו להעניק לכם חוויית קנייה נוחה, עם אפשרות להזמנה מראש, משלוחים מהירים ועדכונים על המבצעים החמים ביותר.`
    ],
  },
  {
    title: `כתובת:`,

    rows: [
        `רחוב יפו 1, טירה משולש מיקוד 4491500 `,
        `טלפון לבירורים וליצירת קשר: 053-535-1717`
    ],
  },
  {
    rows: [
        `אטליז עבדאלחי`,
        `מאחלים לך שימוש מהנה ומועיל באפליקציה ובאתר`
    ],
  },
];
